#include <iostream>
#include <Windows.h>
using namespace std;
void main()
{
	setlocale(LC_ALL, "Russian");
	// Задание №1
	/*float a1, a2;
	cout << "Для вычисления среднего арифметического двух чисел, введите первое число   ";
	cin >> a1;
	cout << "\nВведите второе число   ";
	cin >> a2;
	cout << "\nСредним арифметическим этих двух чисел будет число  " << (a1 + a2) / 2<<"\n";*/
	

	// Задание №2
	/*float usd, eur, rub, uah;
	cout << "Введите стоимость 1 доллара в гривнах  ";
	cin>> usd;
	cout << "Введите стоимость 1 евра в гривнах  ";
	cin >> eur;
	cout << "Введите стоимость 1 рубля в гривнах  ";
	cin >> rub;
	cout << "\nВведите сумму денег, которую Вы хотите перевести в данные валюты  ";
	cin >> uah;
	cout << "\nНа данную сумму Вы сможете приобрести\n";
	cout << uah / usd << " долларов\n";
	cout << uah / eur << " евро\n";
	cout << uah / rub << " рублей\n";	*/


	// Задание №3
	/*cout << "\"To be or not to be\"\n" << "   \\Shakespeare\\\n ";	*/


	// Задание №4  
	/*float number;
	cout << "Введите число ";
	cin>> number;
	cout << "Данное число в квадрате будет равно " << number* number<<"\n";*/


	// Задание №5  
	/*float a1, a2,a3;
	cout << "Введите три числа через,после каждого  нажимая Enter\n";
	cin>>a1>>a2>>a3;
	cout << "\nСумма этих чисел будет равна " << a1+a2+a3<< "\nПроизведение этих чисел будет равно "<<a1*a2*a3 <<"\n";*/

}
